<template>
  <v-app>
    <div>
      <v-card flat class="ma-6">
        <div class="text-center">
          <h1>管理画面の使い方</h1>
          <h3>
            1.お客様は以下７つのお申し込みがサイト上から出来ます<br />
            「新規購読」「契約更新」「配達の一時停止」<br />「資源回収」「お支払い方法の変更」「集金希望日」「お試し購読」
          </h3>
          <h3>
            <br />
            2.新しくお申し込みがあればサイト上部に赤く「○件の新規申し込みがあります」と表示されます。<br />
            この表示はお申し込みの処理が全て完了したら自動的に表示されなくなります。
          </h3>
          <h3>
            <br />3.カテゴリごとに新規お申し込みの件数が赤く表示されています。カテゴリ名をクリックしましたらリストが切り替わります。
            <br />下記画像では「新規契約」をクリックしています。
          </h3>

          <v-img
            v-bind:src="require('@/assets/images/12345-1.jpg')"
            class="mx-auto"
            max-height="600px"
            max-width="600px"
          ></v-img>
          <h3>
            4.未処理のお申し込みはリストの左端に赤く未完了と表示されています。<br />
            リストの右から２番目水色の詳細ボタンをクリックし<br />
            詳細ページを開いて読売システムへ情報を入力します。<br />
          </h3>
          <h3>
            <br />
            5.読売システムへの入力が完了しましたら左端の赤い未完了ボタンをクリックして<br />
            表示が緑色の完了ボタンに変わったのを確認して操作は完了です。
          </h3>
          <h1><br />詳細ページ</h1>
          <h3>
            <br />詳細ページでは編集が可能です。<br />編集を保存するには詳細ページ右下の「保存」ボタンをクリックします。<br />
            「閉じる」ボタンやページ外をクリックしてページを閉じた際は編集が反映されませんので、<br />
            編集をした際は必ず「保存」ボタンで詳細ページ閉じてください。
          </h3>
          <v-img
            v-bind:src="require('@/assets/images/1234567-1.jpg')"
            class="mx-auto"
            max-height="600px"
            max-width="600px"
          ></v-img>
        </div>
      </v-card>
    </div>
  </v-app>
</template>
<script>
export default {
  middleware: "authenticated",
  layout: "admin",
};
</script>